Repository: xcv58/MacTools
Catalog: Plugins/AppVolume/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.persistenceFailed
source: 无法保存应用音量设置。
ar: تعذر حفظ إعدادات مستوى صوت التطبيق.
de: Die App-Lautstärkeeinstellungen konnten nicht gesichert werden.
en: Unable to save app volume settings.
es: No se han podido guardar los ajustes de volumen de la app.
fr: Impossible d’enregistrer les réglages de volume de l’app.
ja: アプリの音量設定を保存できませんでした。
ko: 앱 음량 설정을 저장할 수 없습니다.
pt: Não foi possível salvar os ajustes de volume do app.
ru: Не удалось сохранить настройки громкости приложения.
tr: Uygulama ses ayarları kaydedilemedi.
zh_hant: 無法儲存應用程式音量設定。

# action.persistenceRouteRollbackFailed
source: 无法保存应用音量设置，且恢复先前路由失败。
ar: تعذر حفظ إعدادات مستوى صوت التطبيق، كما تعذرت استعادة التوجيه السابق.
de: Die App-Lautstärkeeinstellungen konnten nicht gesichert und das vorherige Routing nicht wiederhergestellt werden.
en: Unable to save app volume settings or restore the previous routing.
es: No se han podido guardar los ajustes de volumen ni restaurar el enrutamiento anterior.
fr: Impossible d’enregistrer le volume de l’app et de restaurer le routage précédent.
ja: アプリの音量設定を保存できず、以前のルーティングも復元できませんでした。
ko: 앱 음량 설정을 저장하거나 이전 라우팅을 복원할 수 없습니다.
pt: Não foi possível salvar o volume do app nem restaurar o roteamento anterior.
ru: Не удалось сохранить громкость приложения и восстановить предыдущую маршрутизацию.
tr: Uygulama ses ayarları kaydedilemedi veya önceki yönlendirme geri yüklenemedi.
zh_hant: 無法儲存應用程式音量設定，且無法還原先前路由。

# action.persistenceStorageRollbackFailed
source: 无法保存应用音量设置，且恢复先前存储值失败。
ar: تعذر حفظ إعدادات مستوى صوت التطبيق، كما تعذرت استعادة القيمة المخزنة السابقة.
de: Die App-Lautstärkeeinstellungen konnten nicht gesichert und der vorherige Speicherwert nicht wiederhergestellt werden.
en: Unable to save app volume settings or restore the previous stored value.
es: No se han podido guardar los ajustes de volumen ni restaurar el valor almacenado anterior.
fr: Impossible d’enregistrer le volume de l’app et de restaurer la valeur précédente.
ja: アプリの音量設定を保存できず、以前の保存値も復元できませんでした。
ko: 앱 음량 설정을 저장하거나 이전 저장 값을 복원할 수 없습니다.
pt: Não foi possível salvar o volume do app nem restaurar o valor anterior.
ru: Не удалось сохранить громкость приложения и восстановить предыдущее значение.
tr: Uygulama ses ayarları kaydedilemedi veya önceki kayıtlı değer geri yüklenemedi.
zh_hant: 無法儲存應用程式音量設定，且無法還原先前儲存值。

# action.routeFailed
source: 无法应用应用音量设置。
ar: تعذر تطبيق إعدادات مستوى صوت التطبيق.
de: Die App-Lautstärkeeinstellungen konnten nicht angewendet werden.
en: The app volume settings could not be applied.
es: No se pudieron aplicar los ajustes de volumen de la app.
fr: Impossible d’appliquer les réglages de volume de l’app.
ja: アプリの音量設定を適用できませんでした。
ko: 앱 음량 설정을 적용하지 못했습니다.
pt: Não foi possível aplicar as definições de volume da app.
ru: Не удалось применить настройки громкости приложения.
tr: Uygulama ses ayarları uygulanamadı.
zh_hant: 無法套用應用程式音量設定。

# action.routeRollbackFailed
source: 无法应用应用音量设置，且恢复先前路由失败。
ar: تعذر تطبيق إعدادات مستوى صوت التطبيق، كما تعذرت استعادة التوجيه السابق.
de: Die App-Lautstärkeeinstellungen konnten nicht angewendet und das vorherige Routing nicht wiederhergestellt werden.
en: The app volume settings could not be applied, and the previous routing could not be restored.
es: No se pudieron aplicar los ajustes de volumen ni restaurar el enrutamiento anterior.
fr: Impossible d’appliquer les réglages de volume et de restaurer le routage précédent.
ja: アプリの音量設定を適用できず、以前のルーティングも復元できませんでした。
ko: 앱 음량 설정을 적용하지 못했고 이전 라우팅도 복원하지 못했습니다.
pt: Não foi possível aplicar as definições de volume nem restaurar o encaminhamento anterior.
ru: Не удалось применить настройки громкости приложения и восстановить прежнюю маршрутизацию.
tr: Uygulama ses ayarları uygulanamadı ve önceki yönlendirme geri yüklenemedi.
zh_hant: 無法套用應用程式音量設定，且無法還原先前的路由。

# error.permissionDenied
source: 需要系统音频录制权限
ar: مطلوب إذن تسجيل صوت النظام
de: Die Berechtigung für Systemaudioaufnahmen ist erforderlich
en: System Audio Recording permission is required
es: Se requiere permiso para grabar el audio del sistema
fr: L’autorisation d’enregistrement de l’audio du système est requise
ja: システムオーディオ録音の許可が必要です
ko: 시스템 오디오 녹음 권한이 필요합니다
pt: É necessária permissão para gravar o áudio do sistema
ru: Требуется разрешение на запись системного аудио
tr: Sistem Sesi Kaydı izni gerekiyor
zh_hant: 需要系統音訊錄製權限

# error.unsupported
source: 应用独立音量需要 macOS 15 或更高版本
ar: يتطلب التحكم المستقل في صوت التطبيقات macOS 15 أو أحدث
de: Die Lautstärkeregelung pro App erfordert macOS 15 oder neuer
en: Per-app volume requires macOS 15 or later
es: El volumen por aplicación requiere macOS 15 o posterior
fr: Le volume par app nécessite macOS 15 ou version ultérieure
ja: アプリごとの音量調整には macOS 15 以降が必要です
ko: 앱별 음량은 macOS 15 이상이 필요합니다
pt: O volume por app requer o macOS 15 ou posterior
ru: Для регулировки громкости приложений требуется macOS 15 или новее
tr: Uygulama bazlı ses, macOS 15 veya sonrasını gerektirir
zh_hant: 應用程式獨立音量需要 macOS 15 或以上版本

# metadata.description
source: 分别调节正在播放音频的应用音量
ar: اضبط مستوى صوت كل تطبيق يشغّل الصوت على حدة
de: Lautstärke aktiver Audio-Apps einzeln anpassen
en: Adjust the volume of each app currently playing audio
es: Ajusta por separado el volumen de cada aplicación con audio
fr: Réglez séparément le volume de chaque app qui diffuse du son
ja: 再生中のアプリごとに音量を調整します
ko: 오디오를 재생 중인 앱별로 음량을 조절합니다
pt: Ajuste separadamente o volume de cada app que reproduz áudio
ru: Настраивайте громкость каждого приложения с активным звуком
tr: Şu anda ses çalan her uygulamanın ses seviyesini ayarlayın
zh_hant: 分別調整正在播放音訊的應用程式音量

# metadata.title
source: 应用音量
ar: مستوى صوت التطبيقات
de: App-Lautstärke
en: App Volume
es: Volumen por aplicación
fr: Volume des apps
ja: アプリ音量
ko: 앱 음량
pt: Volume por app
ru: Громкость приложений
tr: Uygulama Sesi
zh_hant: 應用程式音量

# panel.permission.description
source: 允许后才能实时处理其他应用的音频。
ar: اسمح بمعالجة صوت التطبيقات الأخرى في الوقت الفعلي.
de: Erlauben Sie die Echtzeitverarbeitung von Audio anderer Apps.
en: Allow access to process audio from other apps in real time.
es: Permite procesar en tiempo real el audio de otras aplicaciones.
fr: Autorisez le traitement en temps réel de l’audio des autres apps.
ja: ほかのアプリの音声をリアルタイムで処理することを許可します。
ko: 다른 앱의 오디오를 실시간으로 처리하도록 허용합니다.
pt: Permita processar em tempo real o áudio de outros apps.
ru: Разрешите обработку звука других приложений в реальном времени.
tr: Diğer uygulamaların sesini gerçek zamanlı işlemek için erişime izin verin.
zh_hant: 允許後才能即時處理其他應用程式的音訊。

# panel.permission.openSettings
source: 打开隐私设置
ar: فتح إعدادات الخصوصية
de: Datenschutzeinstellungen öffnen
en: Open Privacy Settings
es: Abrir ajustes de privacidad
fr: Ouvrir les réglages de confidentialité
ja: プライバシー設定を開く
ko: 개인정보 보호 설정 열기
pt: Abrir ajustes de privacidade
ru: Открыть настройки конфиденциальности
tr: Gizlilik Ayarlarını Aç
zh_hant: 開啟私隱設定

# panel.subtitle.countFormat
source: %d 个应用正在播放
ar: %d تطبيقات تشغّل الصوت
de: %d Apps geben Audio wieder
en: %d apps playing audio
es: %d aplicaciones reproduciendo audio
fr: %d apps diffusent du son
ja: %d 個のアプリが再生中
ko: %d개 앱에서 오디오 재생 중
pt: %d apps reproduzindo áudio
ru: %d приложений воспроизводят звук
tr: %d uygulama ses çalıyor
zh_hant: %d 個應用程式正在播放

# panel.subtitle.empty
source: 暂无正在播放音频的应用
ar: لا توجد تطبيقات تشغّل الصوت حاليًا
de: Derzeit gibt keine App Audio wieder
en: No apps are currently playing audio
es: Ninguna aplicación está reproduciendo audio
fr: Aucune app ne diffuse actuellement du son
ja: 再生中のアプリはありません
ko: 현재 오디오를 재생 중인 앱이 없습니다
pt: Nenhum app está reproduzindo áudio no momento
ru: Нет приложений, воспроизводящих звук
tr: Şu anda ses çalan uygulama yok
zh_hant: 暫無正在播放音訊的應用程式

# panel.subtitle.unsupported
source: 需要 macOS 15 或更高版本
ar: يتطلب macOS 15 أو أحدث
de: Erfordert macOS 15 oder neuer
en: Requires macOS 15 or later
es: Requiere macOS 15 o posterior
fr: Nécessite macOS 15 ou version ultérieure
ja: macOS 15 以降が必要です
ko: macOS 15 이상이 필요합니다
pt: Requer o macOS 15 ou posterior
ru: Требуется macOS 15 или новее
tr: macOS 15 veya sonrasını gerektirir
zh_hant: 需要 macOS 15 或以上版本

# permission.status.onDemand
source: 按需授权
ar: عند الحاجة
de: Bei Bedarf
en: On demand
es: Cuando sea necesario
fr: À la demande
ja: 必要時
ko: 필요할 때
pt: Sob demanda
ru: По запросу
tr: Gerektiğinde
zh_hant: 按需授權

# permission.status.requesting
source: 正在请求
ar: جارٍ الطلب
de: Wird angefordert
en: Requesting
es: Solicitando
fr: Demande en cours
ja: 要求中
ko: 요청 중
pt: Solicitando
ru: Запрашивается
tr: İsteniyor
zh_hant: 正在請求

# permission.systemAudio.description
source: 仅在本机实时处理应用音频，不会录制、保存或上传声音。
ar: يعالج صوت التطبيقات محليًا وفي الوقت الفعلي ولا يسجله أو يحفظه أو يرفعه.
de: Verarbeitet App-Audio lokal in Echtzeit und zeichnet es nicht auf, speichert oder lädt es nicht hoch.
en: Processes app audio locally in real time and never records, saves, or uploads it.
es: Procesa localmente y en tiempo real el audio de las aplicaciones; nunca lo graba, guarda ni sube.
fr: Traite l’audio des apps localement et en temps réel, sans jamais l’enregistrer, le sauvegarder ni le téléverser.
ja: アプリの音声をローカルでリアルタイム処理し、録音、保存、アップロードは行いません。
ko: 앱 오디오를 기기에서 실시간으로 처리하며 녹음, 저장 또는 업로드하지 않습니다.
pt: Processa o áudio dos apps localmente e em tempo real, sem gravar, salvar ou enviar.
ru: Обрабатывает звук приложений локально в реальном времени и не записывает, не сохраняет и не загружает его.
tr: Uygulama sesini yerel olarak gerçek zamanlı işler; asla kaydetmez, saklamaz veya karşıya yüklemez.
zh_hant: 僅在本機即時處理應用程式音訊，不會錄製、儲存或上傳聲音。

# permission.systemAudio.footnote.denied
source: 前往系统设置 → 隐私与安全性 → 屏幕与系统音频录制，授权 MacTools。
ar: افتح إعدادات النظام ← الخصوصية والأمان ← تسجيل الشاشة وصوت النظام، ثم اسمح لـ MacTools.
de: Öffnen Sie Systemeinstellungen → Datenschutz & Sicherheit → Bildschirm- und Systemaudioaufnahme und erlauben Sie MacTools.
en: Open System Settings → Privacy & Security → Screen & System Audio Recording and allow MacTools.
es: Abre Ajustes del Sistema → Privacidad y seguridad → Grabación de pantalla y audio del sistema, y permite MacTools.
fr: Ouvrez Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran et de l’audio système, puis autorisez MacTools.
ja: システム設定 → プライバシーとセキュリティ → 画面とシステムオーディオの録音で、MacTools を許可してください。
ko: 시스템 설정 → 개인정보 보호 및 보안 → 화면 및 시스템 오디오 녹음에서 MacTools를 허용하세요.
pt: Abra Ajustes do Sistema → Privacidade e Segurança → Gravação de Tela e Áudio do Sistema e permita o MacTools.
ru: Откройте «Системные настройки» → «Конфиденциальность и безопасность» → «Запись экрана и системного аудио» и разрешите MacTools.
tr: Sistem Ayarları → Gizlilik ve Güvenlik → Ekran ve Sistem Sesi Kaydı'nı açın ve MacTools'a izin verin.
zh_hant: 前往系統設定 → 私隱與保安 → 螢幕與系統音訊錄製，授權 MacTools。

# permission.systemAudio.footnote.requesting
source: 请在 macOS 权限提示中允许 MacTools。
ar: اسمح لـ MacTools في مطالبة أذونات macOS.
de: Erlauben Sie MacTools in der macOS-Berechtigungsabfrage.
en: Allow MacTools in the macOS permission prompt.
es: Permite MacTools en el aviso de permisos de macOS.
fr: Autorisez MacTools dans la demande d’autorisation macOS.
ja: macOS のアクセス許可ダイアログで MacTools を許可してください。
ko: macOS 권한 요청에서 MacTools를 허용하세요.
pt: Permita o MacTools no aviso de permissão do macOS.
ru: Разрешите MacTools в запросе разрешений macOS.
tr: macOS izin isteminde MacTools'a izin verin.
zh_hant: 請在 macOS 權限提示中允許 MacTools。

# permission.systemAudio.footnote.unknown
source: 首次调节应用音量时，macOS 会请求系统音频录制权限。
ar: سيطلب macOS إذن تسجيل صوت النظام عند تعديل مستوى صوت تطبيق لأول مرة.
de: macOS fordert die Berechtigung für Systemaudioaufnahmen an, wenn Sie erstmals die Lautstärke einer App ändern.
en: macOS requests System Audio Recording permission the first time you adjust an app's volume.
es: macOS solicitará permiso para grabar el audio del sistema la primera vez que ajustes el volumen de una aplicación.
fr: macOS demande l’autorisation d’enregistrement de l’audio système lors du premier réglage du volume d’une app.
ja: 初めてアプリの音量を調整するときに、macOS がシステムオーディオ録音の許可を求めます。
ko: 앱 음량을 처음 조절할 때 macOS에서 시스템 오디오 녹음 권한을 요청합니다.
pt: O macOS solicitará permissão para gravar o áudio do sistema na primeira vez que você ajustar o volume de um app.
ru: macOS запросит разрешение на запись системного аудио при первой настройке громкости приложения.
tr: Bir uygulamanın ses seviyesini ilk kez ayarladığınızda macOS, Sistem Sesi Kaydı izni ister.
zh_hant: 首次調整應用程式音量時，macOS 會請求系統音訊錄製權限。

# permission.systemAudio.title
source: 系统音频录制
ar: تسجيل صوت النظام
de: Systemaudioaufnahme
en: System Audio Recording
es: Grabación de audio del sistema
fr: Enregistrement de l’audio système
ja: システムオーディオ録音
ko: 시스템 오디오 녹음
pt: Gravação de Áudio do Sistema
ru: Запись системного аудио
tr: Sistem Sesi Kaydı
zh_hant: 系統音訊錄製
